(1,'176714',1,'親愛的客戶{{named}}，歡迎你蒞臨123醫務中心。剛才已為你接種了第一針乙型肝炎預防針，第二，三針將會在1，5個月後接種。乙型肝炎主要透過母嬰，血液和性接觸三種方法傳染。完成接種疫苗後可預防乙型肝炎所引發的急性肝炎，肝衰竭和肝癌。',
            '温馨提示。親愛的客戶{{named}}，你在123醫務中心接種的乙型肝炎預防針，第二/三針已到期，你可以在診所辦工時間內來接種疫苗。請確定你身體狀況良好，沒有發燒，未來二天不需做劇烈運動。期待你的來臨！',1,'2020-01-22 06:21:23.955044',2,1,'176722',1),

(2,'176717',1,'親愛的客戶{{named}}，歡迎你蒞臨123醫務中心。剛才已為你接種了第一針甲型肝炎預防針，第二針將會在6個月後接種。甲型肝炎主要是透過受污染的食水，污水清洗的生果和食用海鲜傳染。完成接種疫苗後可預防甲型肝炎所引發的急性肝炎。',
            '温馨提示。親愛的客戶{{named}}，你在123醫務中心接種的甲型肝炎預防針，第二針已到期，你可以在診所辦工時間內來接種疫苗。請確定你身體狀況良好，沒有發燒，未來二天不需做劇烈運動。期待你的來臨！',1,'2020-01-22 06:23:04.348802',2,2,'176718',1),

(3,'176721',1,'親愛的客戶{{named}}，剛才已為你接種了第一針甲乙型混合肝炎預防針，第二，三針將會在1，5個月後接種。乙型肝炎主要透過母嬰，血液和性接觸三種方法傳染。甲型肝炎主要是透過受污染的食水，污水清洗的生果和食用海鲜傳染。完成接種疫苗後可預防甲 / 乙型肝炎所引發的急性肝炎，肝衰竭和肝癌。','温馨提示。親愛的客戶{{named}}，你在123醫務中心接種的甲乙型肝炎預防針，第二/三針已到期，你可以在診所辦工時間內來接種疫苗。請確定你身體狀況良好，沒有發燒，未來二天不需做劇烈運動。期待你的來臨！',1,'2020-01-22 06:24:35.331213',2,3,'176716',1),

(6,'176397',1,'親愛的客戶{{named}}，歡迎蒞臨123醫務中心。你剛剛接種了第一針宮頸癌9價預防針，接下來的第二/三針將於第2 , 6個月接種。宮頸癌HPV 病毒主要透過性接觸或傷口傳染。感炎後會增加患宮頸癌，肛門癌，皮膚疣等機會。 九價子宮頸癌預防針可預防 HPV 6, 11, 16, 18, 31, 33, 45, 52, 58, 九種常見的 過濾性病毒， 從而減少患上子宮頸癌機會約9成',
        '温馨提示。親愛的客戶{{named}}，你在123醫務中心接種的 Gardasil 宮頸癌預防針，第二/三針已到期，你可以在診所辦工時間內來接種疫苗。請確定你身體狀況良好，沒有發燒，沒有懷孕，未來二天不需做劇烈運動。期待你的來臨！',1,'2020-03-02 11:03:05.757846',2,6,'176397',1),

(7,'176397',1,'親愛的客戶{{named}}，歡迎蒞臨123醫務中心。你剛剛接種了第一針破傷風針預防針，接下來的第二/三針將於第2 , 8個月接種。破傷風主要經過傷口傳染，特別是穿刺性傷口，會引致急性肌肉抽搐，死亡率可達6成。',
        '温馨提示。親愛的客戶{{named}}，你在123醫務中心接種的破傷風預防針，第二/三針已到期，你可以在診所辦工時間內來接種疫苗。請確定你身體狀況良好，沒有發燒，未來二天不需做劇烈運動。期待你的來臨！',1,'2020-03-02 11:04:24.601245',2,7,'176397',1),

(8,'176397',1,'親愛的客戶{{named}}，歡迎蒞臨123醫務中心。你的小朋友剛剛接種了第一針季節性流感預防針，接下來的第二針將於第1個月接種。季節性流感主要經過飛沫傳染，患者會出現發燒，肌肉疼痛，傷風等症狀。每年9至1月是接種疫苗的最佳時間。照顧者亦應每年接種流感疫苗以保護小朋友。',
        '温馨提示。親愛的客戶{{named}}，你在123醫務中心接種的季節性流感預防針，第二針已到期，你可以在診所辦工時間內來接種疫苗。請確定你身體狀況良好，沒有發燒，未來二天不需做劇烈運動。期待你的來臨！',1,'2020-03-02 11:05:45.836757',2,8,'176397',1),

(9,'176397',1,'親愛的客戶{{named}}，歡迎蒞臨123醫務中心。你的小朋友剛剛接種了第一針輪狀病毒口服預防液，接下來的第二次將於第2,4個月接種。輪狀病毒主要經過不潔食物傳染，或小孩把不潔東西放進口中而感染，患者會出現發燒，嚴重嘔吐和肚瀉，嚴重者需要入院打點滴。',
        '温馨提示。親愛的客戶{{named}}，你在123醫務中心接種的輪狀口服疫苗，第二/三針已到期，你可以在診所辦工時間內來接種疫苗。請確定你BB身體狀況良好，沒有發燒。期待你的來臨！',1,'2020-03-02 11:06:40.428931',2,9,'176397',1),

(10,'176397',1,'親愛的客戶{{named}}，歡迎蒞臨123醫務中心。你的小朋友剛剛接種了第一針 乙型啫血流感 預防針 和 第一針輪狀病毒口服預防液，接下來的第二次將於第2, 第4，和第16個月接種。 乙型嗜血流感 主要經過 飛沫和接觸 傳染，患者會出現發燒， 流鼻水，咳嗽， 扁桃腺發炎 等 症狀，嚴重者需要入院。輪狀病毒主要經過不潔食物傳染，或小孩把不潔東西放進口中而感染，患者會出現發燒，嚴重嘔吐和肚瀉，嚴重者需要入院打點滴。',
        '温馨提示。親愛的客戶{{named}}，你BB在123醫務中心接種的輪狀口服疫苗 / 乙型啃血流感預防針 (HiB)，第二/三/四針已到期，你可以在診所辦工時間內來接種疫苗。請確定你 BB 身體狀況良好，沒有發燒，飲食正常。期待你的來臨！',1,'2020-03-02 11:07:30.122194',2,10,'176397',1),

(11,'176397',1,'親愛的客戶{{named}}，歡迎蒞臨123醫務中心。你的小朋友剛剛接種了第一針 五合一/ 六合一 預防針 和 第一針輪狀病毒口服預防液，接下來的第二次將於第2, 第4，和第16個月接種。 你仍要到母嬰健康院接種13價肺炎預防針 。乙型嗜血流感 主要經過 飛沫和接觸 傳染，患者會出現發燒， 流鼻水，咳嗽， 扁桃腺發炎 等 症狀，嚴重者需要入院。輪狀病毒主要經過不潔食物傳染，或小孩把不潔東西放進口中而感染，患者會出現發燒，嚴重嘔吐和肚瀉，嚴重者需要入院打點滴。',
        '温馨提示。親愛的客戶{{named}}，你BB在123醫務中心接種的輪狀口服疫苗 / 五合一 / 六合一 預防針 ，第二/三/四針已到期，你可以在診所辦工時間內來接種疫苗。請確定你 BB 身體狀況良好，沒有發燒，飲食正常。期待你的來臨！ 提醒你仍要到母嬰健康院為BB 接種13價肺炎預防針',1,'2020-03-02 11:08:09.757926',2,11,'176397',1),

(12,'176397',0,'多謝你今天蒞臨123醫務中心， 針對你今天做的小手術有幾個注意事項要提一提你\r\n1. 傷口今天不要濕水\r\n2. 若傷口出現異常痛楚 / 出血 / 麻痺感覺 / 爆線， 請第一時間通知我們。tel: 55448155 (Whatsapp / 微訊) / 37020123. \r\n3. 傷口癒合需要四大元素, 包括適當溫度， 濕度 和透氣, 並且沒有發炎。 選擇適合敷料非常重要， 記得先用藥水清洗傷口，再放上紗布。\r\n4. 大部分 需要縫針的 傷口都是在五至七天可以拆線。 請自行安排時間來拆線。\r\n5. 手術時支付的費用已包含覆診和拆線, 若有什麼問題， 可隨時詢問，費用全免。',
        '多謝你今天蒞臨123醫務中心， 針對你今天做的小手術有幾個注意事項要提一提你\r\n1. 傷口今天不要濕水\r\n2. 若傷口出現異常痛楚 / 出血 / 麻痺感覺 / 爆線， 請第一時間通知我們。tel: 55448155 (Whatsapp / 微訊) / 37020123. \r\n3. 傷口癒合需要四大元素, 包括適當溫度， 濕度 和透氣, 並且沒有發炎。 選擇適合敷料非常重要， 記得先用藥水清洗傷口，再放上紗布。\r\n4. 大部分 需要縫針的 傷口都是在五至七天可以拆線。 請自行安排時間來拆線。\r\n5. 手術時支付的費用已包含覆診和拆線, 若有什麼問題， 可隨時詢問，費用全免。',1,'2020-03-02 11:08:45.037259',1,12,'176397',1),

(13,'176397',1,'親愛的客戶{{named}}，多謝你蒞臨123醫務中心，今天用了 808nm 激光去毛， 效果 會隨著 接受療程次數多少而一次比一次好。 建議三星期後再來做， 來之前 敬請預約。\r\n以下有幾點是做完激光後的注意事項\r\n1. 防曬是終生職業，特別是激光後首兩星期，每天出門前記得要搽防曬，SPF 30, PA 3+ 已足夠。\r\n2. 做完激光後首兩星期, 應避免游水, 曬日光浴。\r\n3. 要達至做激光的最佳效果，必須保持充足睡眠， 充足水分， 避免太多壓力。\r\n4. 三次去毛療程約可減少毛髮一半， 大部分人做六至九次已有很明顯的去毛效果。',
        '親愛的客戶{{named}}，多謝你蒞臨123醫務中心，今天用了 808nm 激光去毛， 效果 會隨著 接受療程次數多少而一次比一次好。 建議三星期後再來做， 來之前 敬請預約。\r\n以下有幾點是做完激光後的注意事項\r\n1. 防曬是終生職業，特別是激光後首兩星期，每天出門前記得要搽防曬，SPF 30, PA 3+ 已足夠。\r\n2. 做完激光後首兩星期, 應避免游水, 曬日光浴。\r\n3. 要達至做激光的最佳效果，必須保持充足睡眠， 充足水分， 避免太多壓力。\r\n4. 三次去毛療程約可減少毛髮一半， 大部分人做六至九次已有很明顯的去毛效果。',1,'2020-03-02 11:12:01.569475',3,14,'176397',1),

(14,'176397',1,'親愛的客戶{{named}}，多謝你今天蒞臨123醫務中心， 1064 / 532 / 808nm 激光, 有美白 / 去斑 / 收緊毛孔 / 嫩膚 / 去血管絲 等多種功能， 效果 會隨著 接受療程次數多少而一次比一次好。 最快可以四星期來做， 來之前 敬請預約。\r\n以下有幾點是做完激光後的注意事項\r\n1. 防曬是終生職業，特別是激光後首兩星期，每天出門前記得要搽防曬，SPF 30, PA 3+ 已足夠。\r\n2. 正常洗面便可， 盡量避免搽太多化妝品。\r\n3. 做完激光後首兩星期, 應避免游水, 曬日光浴。\r\n4. 建議使用 今天給你的 口服抗敏感藥和搽面的抗敏感藥膏。可舒緩激光後 皮膚痕癢的情況。\r\n5. 要達至做激光的最佳效果，必須保持充足睡眠， 充足水分， 避免太多壓力。 和要有恆心 讓 皮下血管把黑色素帶走， 需時可以是數個月至一兩年。\r\n6. 有一部分人首數次接受激光後，皮膚有機會會更黑 多一點，但不用擔心， 這是正常的現象， 會有其他方法讓它慢慢變白。',
        '溫馨提示，親愛的客戶{{named}}， 繼上次做完激光後已經有四星期以上，你可隨時來做第二次激光。 最佳做激光時間是放假前， 敬請先預約。',1,'2020-03-02 11:19:54.790772',3,13,'176397',1),

(15,'176397',1,'親愛的客戶{{named}}，歡迎蒞臨123醫務中心。你的小朋友剛剛接種了第一針 乙型啫血流感 預防針，接下來的第二次將於第2, 第4個月接種。 乙型嗜血流感 主要經過 飛沫和接觸 傳染，患者會出現發燒， 流鼻水，咳嗽， 扁桃腺發炎 等 症狀，嚴重者需要入院。',
        '温馨提示。親愛的客戶{{named}}，你在123醫務中心接種的乙型嗜血流感預防針 (HiB)，第二/三針已到期，你可以在診所辦工時間內來接種疫苗。請確定你BB身體狀況良好，沒有發燒。期待你的來臨！',1,'2020-03-03 07:51:08.181254',2,15,'176397',1),

(18,'123',1,'親愛的客戶{{named}}，歡迎你蒞臨123醫務中心。剛才已為你接種了第一針乙型肝炎預防針，第二，三針將會在1，5個月後接種。乙型肝炎主要透過母嬰，血液和性接觸三種方法傳染。完成接種疫苗後可預防乙型肝炎所引發的急性肝炎，肝衰竭和肝癌。',
        '親愛的客戶{{named}}，歡迎你蒞臨123醫務中心。剛才已為你接種了第一針乙型肝炎預防針，第二，三針將會在1，5個月後接種。乙型肝炎主要透過母嬰，血液和性接觸三種方法傳染。完成接種疫苗後可預防乙型肝炎所引發的急性肝炎，肝衰竭和肝癌。',1,'2020-03-06 10:55:09.637359',2,15,'234',2),