
from conf import CATE

NULL = '無'

UNKNOW = '未知'

LANG = (
    (1, '繁體'),
    (2, '英文'),
)

TIME_RULE = (
    (0, '即時發送'),
    (1, '壹月後'),
    (2, '二月後'),
    (3, '三月後'),
    (4, '四月後'),
    (5, '五月後'),
    (6, '六月後'),
    (7, '七月後'),
    (8, '八月後'),
    (9, '九月後'),
    (10, '十月後'),
    (11, '十壹月後')
)

TIME_RULE_EMAIL = [
    [0, '僅寄出一次'],
    [1, '每一個月(可重複寄出)'],
    [2, '每兩個月(可重複寄出)'],
    [3, '每三個月(可重複寄出)'],
    [4, '每四個月(可重複寄出)'],
    [5, '每五個月(可重複寄出)'],
    [6, '每六個月(可重複寄出)'],
    [7, '每七個月(可重複寄出)'],
    [8, '每八個月(可重複寄出)'],
    [9, '每九個月(可重複寄出)'],
    [10, '每十個月(可重複寄出)'],
    [11, '每十一個月(可重複寄出)'],
    [12, '每一年(可重複寄出)'],
    [13, '每兩年(可重複寄出)'],
]

CATEGORY = CATE

NUMED = (
    (0, '零'),
    (1, '一'),
    (2, '二'),
    (3, '三'),
    (4, '四'),
    (5, '五'),
    (6, '六'),
    (7, '七'),
    (8, '八'),
    (9, '九'),
    (10, '十'),
    (11, '十一'),
)
NPER = (
    (0, '無限制數量'),
    (1, '只寄出一次'),
    (2, '寄出兩次'),
    (3, '寄出三次'),
    (4, '寄出四次'),
    (5, '寄出五次'),
    (6, '寄出六次'),
    (12, '寄出十二次'),
)

NUMED_EN = (
    (0, 'Zero'),
    (1, 'first'),
    (2, 'second'),
    (3, 'third'),
    (4, 'fourth'),
    (5, 'fifth'),
    (6, 'sixth'),
    (7, 'seventh'),
    (8, 'eighth'),
    (9, 'ninth'),
    (10, 'tenth'),
    (11, 'eleventh'),
)

WAY = (
    (1, '短信'),
    (2, '电邮'),
    (3, 'Whats App')
)

SYSTEMMSGTYPED = (
    (1, '余额提醒'),
    (2, '客人再次光临的提醒'),
    (3, '系统事务预告'),
    (4, '杂项与其他提醒'),
    (111, '系统 APScheduler 进程已停止！！！'),
    (112, '客人意见反馈！！！'),
    (113, '平台数据备份状态反馈。'),
)

ICON_COMPANY = [
    {
        'key': '123medhk',
        'name': '123醫務中心 的Logo',
        'def': '123medhk.jpg'
    },
    {
        'key': 'eye',
        'name': 'Visocare 的Logo',
        'def': 'visocare.jpg'
    },
]

ICON = [
    {
        'name': '紫蝴蝶（系統默認）',
        'def': 'icon_0.jpg'
    }
]
from Twilio.company import Now
ICON += [i for i in ICON_COMPANY if i['key'] == Now]
ICON += [
    {
        'name': '可愛貓咪',
        'def': 'icon_1.jpg'
    },
    {
        'name': '洛麗塔女生',
        'def': 'icon_2.jpg'
    },
    {
        'name': '動漫風格 - 簡約線條，拉姆',
        'def': 'icon_3.jpg'
    },
    {
        'name': '動漫風格 - 成熟靚麗，和泉紗霧',
        'def': 'icon_6.jpg'
    },
    {
        'name': '動漫風格 - 愛自拍，初音未來（近）',
        'def': 'icon_4.jpg'
    },
    {
        'name': '動漫風格 - 愛自拍，初音未來（遠）',
        'def': 'icon_5.jpg'
    }
]


BGIMG = [
    {
        'name': '攝影風景 - 香港城市（系統默認）',
        'def': 'bgimg_0.jpg'
    },
    {
        'name': '攝影風景 - 紫色山景',
        'def': 'bgimg_1.jpg'
    },
    {
        'name': '攝影風景 - 碧藍海灘',
        'def': 'bgimg_2.jpg'
    },
    {
        'name': '動漫風格 - 清涼壹夏',
        'def': 'bgimg_3.jpg'
    }
]